Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 黑衣少女用拇指擦拭掉嘴角的药汤残渍，然后端正坐姿，一本正经道：“如今坐镇此方天地的圣人，也就是你所说的那位学塾先生，虽然有心帮你收尾，好让你今后性命无忧，但是你要知道，人力终有穷尽之时，哪怕是圣人也不例外。更何况那位齐先生的处境不太妙，有点泥菩萨过河自身难保的意思，怕就怕他之后管不着你的生死，我宁姚为人处世，滴水之恩，也会涌泉相报，瞪我一眼，就要睚眦必报！”
en_us: Ning Yao wiped away the medicine stains from the corners of her mouth before sitting up straight and saying in a serious voice, "Even though the Sage who's looking over this place — the person who you refer to as Mr. Qi from the private school — wants to help you resolve this matter and allow you to live in peace, you have to realize that everyone has a limit to their abilities. This is true even for Sages. This is not to mention that Mr. Qi's situation is also quite dire at this moment, and he's showing signs of being like a clay Buddha who can barely cross a river[ref]A clay Buddha who can't cross a river means someone who can barely save themself.[/ref]. I'm afraid that he might not be able to ensure your safety in the future. Meanwhile, I, Ning Yao, am an outsider, and I'm someone who reciprocates a drop of kindness with a spring of goodwill. If someone glares at me, however, I'll also reciprocate their hostility with ferocity and vengeance!"

source: 黑衣少女皱了皱眉头，伸手就要去拿那本古书。
en_us: Ning Yao furrowed her brows, and she reached over to grab the ancient book.

source: 黑衣少女瞥了眼桌上的白鞘长剑，点头道：“没问题！”
en_us: The young woman glanced at the sword in the white scabbard before nodding and replying, "There's no problem!"

source: 黑衣少女背靠墙壁，盘腿而坐，绿鞘狭刀横放膝前，“当然。但是涉及到机密和隐私的话，我不回答。”
en_us: Ning Yao was seated with her legs crossed, her back against the wall, and her saber in her green scabbard resting in front of her. "Of course, but I won't answer any questions that concern confidential secrets or my privacy."

source: 黑衣少女走向小巷深处，偶尔会有人家挂出喜庆的大红灯笼，相比其他人，帷帽少女没有什么家族的精心铺垫，没有什么草蛇灰线伏延千里，她就这么孑然一身，闯入小镇。
en_us: The young woman in black made her way deeper into the alley, occasionally coming across houses with large festive red lanterns hanging outside. In contrast with the other outsiders who had arrived in this town, the young woman didn't have the backing of any powerful clan or sect, nor was she accompanied by any stellar allies. She had made her way into the town all on her own.

source: 黑衣少女郑重其事问道：“临死之前，你看到了什么？”
en_us: "What did you see when you were about to die?" Ning Yao asked in a solemn voice.

source: 黑衣少女问道：“石子？溪里多不多？”
en_us: "Pebbles? Are there many of them in the creek?" Ning Yao asked.

source: 黑衣少女问道：“道长不是东宝瓶洲人氏？”
en_us: The young woman asked, "You're not from the Eastern Treasured Vial Continent, right?"

source: 黑衣少女，叫宁姚的外乡姑娘，拿起那根碧玉簪子，凝神望去，发现篆刻有行小字。
en_us: The young woman in black, the outsider called Ning Yao, picked up the jade hairpin and carefully observed it. She quickly discovered a small line of words inscribed upon it.

source: 黑衣帷帽、气质冷峻的少女，在小镇上随意走动，漫无目的，此时只悬佩了那柄绿鞘狭刀，双手只是布条潦草包扎而已。
en_us: The young woman wearing the black veiled hat was wandring aimlessly around the town. At this moment, only the saber in the green scabbard was s strapped to her waist, and her hands had only been very roughly bandaged.

source: 鼻青脸肿一身内伤的少年满脸苦涩道：“不打紧，还知道哪里疼，说明伤得不算厉害。对了，如果老猿这个时候赶过来……”
en_us: With his face battered and bruised and his body filled with internal injuries, Chen Ping'an wore a bitter expression as he replied, "It should be fine. At the very least, I can still tell what area hurts, which means that my wounds aren't too severe. Oh, that's right, if the old ape comes over at this moment..."

source: 齐先生先后两次赠送印章，共计四方。最早两方印章，“静心得意”和“陈十一”，是齐先生自己私藏的蛇胆石，之后两方印章，是齐先生根据陈平安赠送的蛇胆石，随形刻就，一小篆一隶书，巧合的是两方印章能够合拢，凑出一幅青山绿水图，一敦厚一纤柔，齐先生分别刻下“山”“水”两字，依照宁姚的说法，大概能够称之为一对“山水印”。
en_us: In addition to the coins, there were also the four seals that Mr. Qi had bestowed upon him on two seperate occasions. The earliest set of two seals that carried the phrases "Tranquil Mind Begets Enlightenment" and "Chen Shiyi" had been crafted from snake gall pebbles from Mr. Qi's private collection, while the other two seals had been crafted from snake gall pebbles that Chen Ping'an had given to him. One wasengraved using official script, while the other was engraved using oracle bone script, and the two seals could be placed together to form an image depicting a piece of scenery. One seal was dense and sturdy, while the other was lighter and more delicate, and the characters for "Mountain" and "Water" had been engraved upon them. According to Ning Yao, they could be referred to as a pair of Mountain and Water Seals.

source: 齐先生叹了口气，语气有些无奈和疲惫：“很多事情，本是天机不可泄露，事到如今，才越来越无所谓，但我们毕竟是读书人，还是要讲一讲脸面的。更何况我齐静春若是带头坏了规矩，无异于监守自盗，吃相就真的太难看了。”
en_us: Mr. Qi sighed as he said in a slightly resigned and weary voice, "There were many secrets that couldn't be revealed previously, but now, they're becoming more and more insignificant. However, as scholars, we can't just go back on our word so easily. Besides, if I, Qi Jingchun, were to be the first one to break the pre-established rules, then that would be no different from tarnishing something that I'm meant to be preserving, and that would be far too abhorrent a deed."

source: 齐先生在下课后，送给他们一人一幅字，要他们妥善保管，仔细临摹，说是三天之后他要检查课业。
en_us: At the conclusion of the day's lessons, Mr. Qi gave each of them a piece of calligraphy, instructing them to keep it safe and study it carefully, telling them that he was going to examine their progress in three days.

source: 齐先生对弟子吩咐道：“练字去吧，不用收拾残局，写三百‘永’字。”
en_us: "Go and practice your calligraphy. There's no need to clean up the board. Write out the '永' character 300 times." [ref]The 永 is good for practicing the basics in calligraphy as it contains a series of fundamental strokes, as shown in this image: https://www.google.com/search?q=heng+shu+pie+na&rlz=1C1JZAP_enAU984AU984&sxsrf=AJOqlzVwrugXQMszg7aBgoqlQBnrZFGVCQ:1679299429224&source=lnms&tbm=isch&sa=X&ved=2ahUKEwib8szvher9AhWMFLcAHRiKB9sQ_AUoAXoECAEQAw&biw=1366&bih=657&dpr=1#imgrc=f3lVaHi4COdbTM[/ref]

source: 齐先生望向自己的学塾弟子，“你可以执白先行。”
en_us: Mr. Qi turned to his scholarly assistant and said, "You can go first with white."

source: 齐先生满脸笑意，柔声道：“没你说的这么夸张，人生何处不相逢，以后总有再见面的一天。”
en_us: A smile appeared on Mr. Qi's face as he said in a gentle voice, "It's not as serious as you make it out to be. Who knows where we'll meet again someday? I'm sure we'll be reunited eventually."

source: 齐先生确实在此之前早就说过。
en_us: Indeed, Mr. Qi had already told him that he wouldn't be getting involved in this matter.

source: 齐先生继续前行，轻轻踏出一步，似笑非笑，“哦？”
en_us: Qi Jingchun continued onward, taking a step forward as a hint of a smile appeared on his face. "Oh?"

source: 齐先生语速不急不缓，仔细解释过了规矩后，并不繁琐，只是在四星位分别放下黑白两子。
en_us: Mr. Qi carefully explained the rules in an unhurried manner, and it wasn't very complicated. All that an even game entaile was placing down two black and white stones each on the four star points of the board.

source: 齐先生说一掌打得别人灰飞烟灭的时候，就跟那时候的姚老头，语气不同，但是神色一模一样。
en_us: Even though Mr. Qi's tone was different when he said he would have smashed them into oblivion long ago, his expression was exactly the same as the drunk Old Man Yao.

source: 齐先生说世上的确有，宁姚更是说过了外边天地的光怪陆离，
en_us: Both Mr. Qi and Ning Yao had told him many things about the strange world outside of the town, and even Old Man Yao had told him many stories.

source: 齐先生问道：“不必谦让？修改成‘不可’，又如何？”
en_us: "What impact will it have if we say that 'we must' be firm and resolute in our beliefs, rather than 'we should'?" Mr. Qi asked.

source: 齐静春。
en_us: Qi Jingchun.

source: 齐静春一挥袖，两块齐整大石，一块落在阮邛的铁匠铺子，另一块则出现在泥瓶巷一栋小宅里。
en_us: With a flick of his sleeve, one half of the neatly cut Dragon Slaying Platform landed in Ruan Qiong's blacksmith shop, while the other half appeared in a small residence in Clay Vase Alley.

source: 齐静春一笑置之，眼见着少年被自己说服收下簪子，便少了一块心病，簪子确实普通平凡，可到底是恩师遗物，能够赠送给一个不辱玉簪铭文的少年，很好。
en_us: Qi Jingchun simply replied with a smile. Seeing the young boy accept his jade hairpin, he also managed to do away with one more worry. This jade hairpin was indeed very ordinary. In the end, however, it was still something that had been left by his respected teacher. Thus, it was truly a wonderful thing that he was able to gift it to this young boy who definitely wouldn't bring shame to the words inscripted upon it.

source: 齐静春不再说话，转身离去。
en_us: Qi Jingchun didn't say anything further, and he turned to depart.

source: 齐静春不知何时已经伸出一只手，将那颗蕴藏一座小洞天的珠子，手掌变拳，虚握于手心之中。
en_us: Qi Jingchun extended a hand of his own, holding the bead that contained the Jewel Small World within a closed fist.

source: 齐静春之所以来此阻挠少年连续杀人，有一定的私心，更是为了公道。如今小镇就像一件出现裂纹的瓷器，迟早会爆裂炸开，齐静春必须要延缓这个大势不可挡的过程，要尽量为更多人安排好退路，最好是能够安安稳稳交到那个铁匠“阮师”手上，撑过最后一个甲子时光，就能够勉强皆大欢喜，山上人得机缘，山下人得安稳，要知道以前者绝大多数的一贯性子，每逢道路崩塌、新旧交替、机缘四起、长生可期之际，几百几千山脚蝼蚁的死活，算得了什么？！
en_us: There were some selfish elements involved in why Qi Jingchun had come to stop Chen Ping'an from killing Fu Nanhua, but mostly, it was for upholding fairness. At the moment, the town was like a cracked piece of chinaware, and it was only a matter of time before it completely shattered. What Qi Jingchun had to do was delay this inevitable outcome as much as possible, doing everything in his power to arrange a way out for as many people as possible. The best outcome would be to hand Chen Ping'an over to the blacksmith, Master Ruan, then hold the town together for one more cycle of 60 years, and all sides would be relatively happy. Those on the mountain peak would obtain the fated opportunities they had come here for, while those at the foot of the mountain would be able to live in safety and stability. One had to realize that in the eyes of those on the mountaintop, the lives of countless ants at the foot of the mountain were entirely expendable as long as they could further their own journey on the path to attaining the Great Dao.

source: 齐静春云淡风轻地说出四个字：“春风得意。”
en_us: "Gleeful spring breeze," Qi Jingchun said in a placid voice.

source: 齐静春仔细想了想，缓缓站起身，斩钉截铁道：“你要是不怕前路坎坷，吃大苦头，就肯定能活下去。”
en_us: Qi Jingchun carefully considered this question. He then slowly stood up and replied with resoluteness, "If you aren't afraid of the rough and bumpy road ahead of you, and if you aren't afraid of facing great hardships, you can definitely live on."

source: 齐静春会心一笑。
en_us: Qi Jingchun smiled in understanding.

source: 齐静春会心一笑，不露声色地悄悄加快脚步。
en_us: Qi Jingchun gave a knowing smile, and he imperceptibly picked up his pace again.

source: 齐静春伸出手掌轻轻下压了两下，笑道：“先听我把话说完，刘羡阳活下来了。”
en_us: Qi Jingchun raised a hand and gestured for Chen Ping'an to calm down, saying with a smile, "Let me finish first. Liu Xianyang managed to pull through."

source: 齐静春伸手拍了拍肚子，微笑道：“牢骚有啊，满肚子都是，只是没说出口而已。”
en_us: Qi Jingchun patted his belly and said with a faint smile, "Of course I have complaints. In fact, my entire belly is filled with complaints. It's just that I haven't spoken them."

source: 齐静春依然凝视着拳头，闻声后面不改色，轻声道：“好雨知时节，当春乃发生。”
en_us: Qi Jingchun's expression remained unchanged as he continued to stare at his own fist, and he said in a quiet voice, "The finest rain falls right when the plants are beginning to sprout in spring."

source: 齐静春依然正襟危坐，作为负责坐镇此地的当代圣人，儒家七十二书院之一，山崖书院的前任山主，哪怕被贬谪至此戴罪立功，齐静春仍是当之无愧的当世醇儒。
en_us: Qi Jingchun remained seated in an upright manner. As the current Sage responsible for overseeing this place, and the former master of Mountain Cliff Academy, one of the 72 academies of Confucianism, even though he had been condemned to this town in order to atone for his past crimes, he was still indisputably one of the purest and most knowlegeable scholars under the heavens.

source: 齐静春做完这一切，陷入沉思，如围棋国手陷入长考，之后站在细密雨幕当中，最后已是大雨滂沱，电闪雷鸣，齐静春也未回过神来。
en_us: After doing this, Qi Jingchun fell into deep thought, just like a go player would when contemplating their next move. It started to rain, and the light drizzle eventually transformed into a huge downpour that was accompanied by flashing lightning and booming thunder. However, Qi Jingchun remained standing there, lost in thought.

source: 齐静春停留片刻之后，他终于来到两人身旁。
en_us: After pausing there momentarily, he arrived beside Chen Ping'an and Fu Nanhua.

source: 齐静春刚要说话，已经会意的老人摆手道：“客套话莫要说，我不爱听，咱们就不是一路人，一代代都是如此，别坏了规矩。再说了，你齐静春如今就是过街老鼠人人喊打，我可不敢跟你攀上交情。”
en_us: He was just about to speak, yet Old Man Yang had already waved his hands, understanding what he was about to say. "There's no need for polite words. I don't like listening to them, and we're not people with the same aspirations either. This has been the case for generations, so there's no need for you to break the tradition. Moreover, you're already akin to a rat who everyone's trying to beat, so I naturally wouldn't dare to get too close to you anyway."

source: 齐静春又问道：“这次是真心话？”
en_us: Qi Jingchun asked again, "From the bottom of your heart?"

source: 齐静春又问道：“那你知不知道，刚才自己到底放弃了什么？”
en_us: "In that case, do you know what you've passed up on just now?" Qi Jingchun asked.

source: 齐静春又问道：“齐静春坐镇此地五十九年，没有功劳也有苦劳，难道还求不来一枚祖荫槐叶？何况少年本就是你们小镇人氏，诸位先贤，何以如此吝啬？”
en_us: Qi Jingchun tried again, saying, "I've guarded this place for 59 years, so I should at least be given some credit for hard work if not for merit. Can I not even ask for a single locust leaf with ancestral blessing? Not to mention, this young boy is a member of your small town. Esteemed predecessors, is there any need to be so miserly?"

source: 齐静春叹了口气，“你在此地，确是被镇压拘押，不得自由，但是你有没有想过，世间哪里有绝对的自由，我儒家至圣制定种种礼仪，何尝不是在为万物苍生，谋取另一种自由？只要你不逾矩，不违制，只需恪守礼节，有朝一日，天大地大，何处去不得？”
en_us: The suffocating aura weighing down upon Zhi Gui faded with a gentle sweep of Qi Jingchun's sleeve, and he continued, "I am nothing but a mediocre scholar under a great sage, yet even I am able to force you to kowtow thrice. If you leave this town and do whatever you please, are you not afraid that you'll encounter an even more unreasonable being than yourself, and that they'll crush you with nothing more than a single finger? You are indeed deprived of your freedom in this place, but consider this for a moment: where in this world can you truly find absolute freedom? All of the rites and etiquette established by the great Confucius exist to grant all living beings an alternative form of freedom. As long as you do not go against these established rules and abide by this code of etiquette, you'll be able to go anywhere you please in this world!"

source: 齐静春叹了口气，望向这位跟随自己在此一甲子的同门师弟，正色道：“事已至此。那几个孩子，就托付给你送往山崖书院了。”
en_us: Qi Jingchun sighed as he looked at his junior brother, then said with a serious expression, "At this point, it's too late to turn back. I'l have to trouble you to take those children to Mountain Cliff Academy."

source: 齐静春叹了口气，问道：“你就不好奇，为何我不出手？”
en_us: Qi Jingchun sighed before asking, "Aren't you curious about why I didn't interfere?"

source: 齐静春呢喃道：“奇了怪哉，哪里来的小丫头？莫不是本洲之外的仙家子弟？”
en_us: Qi Jingchun murmured to himself, "How strange. Where did that girl come from? Could it be that she's from an immortal family outside of this continent?"

source: 齐静春哭笑不得，有些无奈道：“是修行。”
en_us: Qi Jingchun didn't know whether to laugh or to cry. "It's cultivation," he corrected with slight exasperation.

source: 齐静春坐镇一方，杨老头则像是藩镇割据，且没有半点寄人篱下的迹象。
en_us: Qi Jingchun overlooked the small world, while Old Man Yang ruled a small plot of the land by himself. Moreover, he wasn't subject to the Sage's control at all.

source: 齐静春失声而笑。
en_us: Qi Jingchun couldn't help but chuckle.

source: 齐静春好似看穿少年心思，平静道：“这座小镇，是世间最后一条真龙的葬身之所、埋骨之地。天底下不计其数的蛟龙之属，都认为此地气运最为鼎盛，注定要在某一天出龙的，事实上三千年以来，出龙一事，迟迟不至，倒是这座小镇出生的孩子，根骨、性情和机缘，确实要远远好过外边的同龄人，东宝瓶洲许多大名鼎鼎的仙府道侣，他们结合生下的后代，也不过如此。当然了，也不是小镇每个孩子都有惊才绝艳的天赋。”
en_us: As if reading the young boy's thoughts, Qi Jingchun calmly explained, "This small town is the burial place of the last true dragon in the world. Countless flood dragons and their kin all believe that this place has the most prosperous opportunities and is destined to birth a dragon some day. In reality, no such thing has happened in the past 3000 years. Instead, the children who are born in this small town all possess aptitudes, dispositions, and opportunities that are indeed far greater than those in the outside world. Even the children of the most renowned cultivators in the Eastern Treasured Vial Continent are only so. Of course, not every child in this small town possessed such astonishing aptitude."

source: 齐静春如释重负。
en_us: Qi Jingchun felt extremely relieved.

source: 齐静春对于搬山猿的暴怒，浑然不觉，继续说道：“拦下你，是为正阳山好，当初少女差点就要祭出她的本命之物，你来自正阳山，跟剑气剑意打了一千年的交道，难道感受不到那股压力？”
en_us: Qi Jingchun paid no attention to Bai Yuan's unbridled fury, and he continued, "Obstructing you was for the good of Sun Scorch Mountain. Ning Yao was about to summon her bonded weapon. As someone from Sun Scorch Mountain who's interacted with sword qi and sword intent for 1000 years, are you telling me that you were unable to sense that pressure?"

source: 齐静春对于老人的调侃，不以为意，告辞离去。
en_us: Qi Jingchun didn't take the old man's teasing words to heart. He bade them farewell and took his leave.

source: 齐静春对此神色自若，眼见着又要再来一拨飞剑穿刺，展开新一轮冲杀。
en_us: Qi Jingchun remained calm and collected, watching as the flying swords began a new round of assault, not allowing him any respite.

source: 齐静春开怀大笑，“先不说小镇以外，只说身边好了，你见过福禄街、桃叶巷有几个同龄人，跟你这样漫山遍野乱跑的？”
en_us: Qi Jingchun laughed heartily upon hearing this. "To say nothing of the outside world, let's just have a look at your surroundings first. Have you seen children of your age from the the Fortune Street and Peach Leaf Alley running around the mountains?"

source: 齐静春开门见山道：“跟你说两件事情，一件事是正阳山的搬山猿撤退了，很快就要离开小镇。”
en_us: "There are two things that I need to tell you," Qi Jingchun said frankly. "The first thing is that the Mountain-moving Ape from Sun Scorch Mountain has retreated. He's going to leave the small town very soon."

source: 齐静春当时回答道：“容我考虑考虑。”
en_us: At the time, Qi Jingchun had answered, "Allow me to think over this."

source: 齐静春微微叹息。
en_us: Qi Jingchun heaved a faint sigh.

source: 齐静春微微讶异，上前一步，定睛望去，轻轻点头，原来气势如虹的贫寒少年，对于这次扑杀看似势在必得，不杀苻南华决不罢休，但其实按照目前的姿态来看，最后少年只是手腕重重砸在苻南华脖子上，比起蔡金简的下场，要好太多了。苻南华应该是被重重一击，整个人横着摔向墙壁，然后被少年一手掐住脖子，一手以瓷片抵住腹部。
en_us: There was a hint of surprise on Qi Jingchun's face as he stepped forward to take a closer look, then gave a gentle nod of approval. As it turned out, even though it appeared that Chen Ping'an had pounced with the intention to kill, in the end, he had only slammed his wrist into Fu Nanhua's neck, which was a far more lenient fate than the one that Cai Jinjian had suffered. After receiving this heavy blow, Fu Nanhua's entire body was sent flying horizontally toward the wall, following which Chen Ping'an locked his hand around Fu Nanhua's neck while pressing the porcelain shard against his abdomen with his other hand.

source: 齐静春微笑道：“你可以试试看。”
en_us: Qi Jingchun smiled and said, "You can give it a try."

source: 齐静春微笑道：“记得收好。以后看到了心仪字画，例如一些觉得气象不俗的山河形势图，可以拿出印章往上一押。”
en_us: Qi Jingchun smiled faintly and said, "Remember to keep them safe. If you see paintings or calligraphy scrolls that you like in the future — for example, a spirited painting of mountains and rivers — you can stamp them using these seals."

source: 齐静春心中叹息。
en_us: Qi Jingchun sighed in his mind.

source: 齐静春怔怔失神，良久才回过神，一手拿起印章，开始下刀。
en_us: Qi Jingchun became lost in thought. He finally came to his senses after a long time, and he grabbed a seal and started to engrave.

source: 齐静春思量片刻，悄然隐去身形。
en_us: After a moment of contemplation, Qi Jingchun faded out of sight.

source: 齐静春想了想，伸手拔出插在发髻上的一根碧玉发簪，弯腰递给贫寒少年，“就当是离别赠礼好了。并非贵重物件，更非仙家物品，放心收下。其实我与你一样，曾是陋巷少年，发奋苦读，经历重重磨难、坎坷，当然也有种种际遇，这才进入山崖书院，拜师求学的那段时光，是我齐静春这辈子最开心的岁月，后来先生出山之时，便交给我这根簪子，算是对我的一种期许和嘱托，只可惜如今回头来看，这么多年来，我做的一直不好，相信如果先生在世的话，一定会失望了。”
en_us: Qi Jingchun pondered for a moment before pulling out a green jade hairpin from his bun. He bent down and handed it to the poor young boy, saying, "Just treat this as a farewell gift. It isn't anything valuable, and it more so isn't an immortal treasure. So don't worry and accept it. In fact, I'm, just like you. I used to be a poor village youth, yet I made a determined effort to study. After experiencing many hardships and challenges, and of course many kinds of opportunities as well, I was finally able to enter the Mountain Cliff Academy. Those days of becoming my teacher's disciple and studying were the happiest days of my life. After my teacher left the mountain, he handed this hairpin to me. This was something of an expectation and entrustment toward me. However, looking back after all these years, it's a pity that I've been unable to perform well this entire time. If my teacher were still alive, I'm sure that he would definitely be disappointed."

source: 齐静春想了想，说了一句盖棺定论的言论，“她锋锐无匹，注定是一把无鞘剑。”
en_us: Qi Jingchun took a moment to ponder his response, then replied, "She is incredibly sharp, making her destined to be a sheathless sword."

source: 齐静春想着这一路行来，少年的泰然处之，便释然了，“走，带你去一个地方。虽然我齐静春不能帮你什么，但事已至此，让你渡过此劫，绝不算破坏规矩，其实本来就该补偿你一份机缘才对。”
en_us: Thinking of the young boy's calm and composure all this time, Qi Jingchun felt a sense of relief. "Let's go, I'll bring you to a place. Even though I can't help you with much, since things have come to this, helping you overcome this calamity definitely won't count as breaking the rules. In fact, it's only right that you're compensated with a fated opportunity."

source: 齐静春想起那个头顶莲花冠的年轻道士，心情愈发凝重。
en_us: Qi Jingchun's expression became increasingly solemn as he recalled the young Daoist priest with the lotus hat.

source: 齐静春抬头望去，笑意洒脱。
en_us: Qi Jingchun looked up with a placid smile.

source: 齐静春抬头看着灰蒙蒙的天色，天雨将落。
en_us: Qi Jingchun looked up at the hazy and overcast sky. Rain was about to fall.

source: 齐静春指向两人之前所处位置，又点了另外一处，“剑炉可滋养体魄，千秋可壮大神魂，只不过对于陈平安来说，至多是勉强维持一个收支平衡，运气好，说不定小有盈余。所以等他醒来后，帮我告诉他，以后练拳，哪怕不追求其它，只为活命，也一定要下苦功夫。”
en_us: Qi Jingchun pointed at where she and Chen Ping'an had been standing just then before pointing at another location. "The Sword Furnace can nurture one's body, while Eternity can strengthen one's spirit. To Chen Ping'an, however, these things can at most only maintain an equilibrium. If he's lucky, there might be some slight surplus. When he wakes up, help me pass on this message: When you practise the fist technique in the future, you definitely have to give your full effort, if for nothing else but to stay alive."

source: 齐静春挥袖，“速速离去。”
en_us: "Begone," Qi Jingchun said with a dismissive wave of his sleeve.

source: 齐静春收回头顶只剩半截的右手手臂，迅速挡在珠子上方，往自己这边一搂，护在自己身前。
en_us: Qi Jingchun withdrew what remained of his right arm from above his head and quickly positioned it above the bead as a shield, then quickly pulled the bead to himself and tucked it to his chest.

source: 齐静春既没有好心被当成驴肝肺的恼火，也没有仿佛看到一副可造之材的欣慰，只是朝着草鞋少年轻轻挥袖，像是“捞取”了一件物品到手中。
en_us: Qi Jingchun wasn't furious at the fact that his well-intended intervention was being ignored, nor was he pleased by Chen Ping'an's determination and mental fortitude. Instead, he merely waved a sleeve at Chen Ping'an, as if he were scooping something from the boy's body into his hand.

source: 齐静春早就读书破万卷，对于庙堂江湖更不陌生，自然晓得武道之事。
en_us: Qi Jingchun had already finished reading 10,000 books long ago, so he was naturally very familiar with the cultivation world and the martial arts world.

source: 齐静春是例外。
en_us: Qi Jingchun was an exception.
